---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementEnd0Elevation
source: html/85ebbe3a-1aab-5d70-a076-b25062cf2a4b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementEnd0Elevation Property

"Start Level Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementEnd0Elevation { get; }
```